export interface Question {
  id: number;
  question: string;
  options: string[];
  correctAnswer: number;
}

export const questions: Question[] = [
  // Science / GK Questions

  {
    id: 1,
    question: "ପୃଥିବୀର ବୃହତ୍ତମ ମହାସାଗର କିଏ ?",
    options: ["ଆରବ ସାଗର", "ଅଟଲାଣ୍ଟିକ ସାଗର", "ପ୍ରଶାନ୍ତ ମହାସାଗର", "ଆଣ୍ଟାର୍ଟିକା ମହାସାଗର"],
    correctAnswer: 2
  },

  {
    id: 2,
    question: "ପୃଥିବୀ ବୃହତ୍ତମ ଦ୍ବୀପ କିଏ ?",
    options: ["ଆଣ୍ଟାର୍କଟିକା", "ଗ୍ରୀନଲ୍ୟାଣ୍ଡ", "ଆଣ୍ଡାମାନ", "ଭିକ୍ଟୋରିଆ"],
    correctAnswer: 1
  },

  {
    id: 3,
    question: "ପୃଥିବୀର ଜନବହୁଳ ଦେଶ କିଏ ?",
    options: ["ଜାପାନ", "ଇଂଲଣ୍ଡ", "ଚୀନ", "କାନାଡା"],
    correctAnswer: 2
  },

  {
    id: 4,
    question: "ପୃଥିବୀର ବୃହତ୍ତମ ହ୍ରଦ କିଏ ?",
    options: ["ଚିଲିକା", "ଅଂଶୁପା", "କାସ୍ପିଆନ ସାଗର", "ସାଲଟୋ ଏଞ୍ଜିଲ"],
    correctAnswer: 2
  },

  {
    id: 5,
    question: "ପୃଥିବୀର ବୃହତ୍ତମ କେନାଲ କିଏ ?",
    options: ["କିଲ କେନାଲ", "ସୁଏଜ କେନାଲ", "କାସ୍ପିଆନ ହ୍ରଦ", "ଆମାଜନ"],
    correctAnswer: 1
  },

  {
    id: 6,
    question: "ପୃଥିବୀର ଜନ ବିରଳ ଦେଶ କିଏ ?",
    options: ["ଚୀନ", "ଜାପାନ", "ଆଣ୍ଟାର୍କଟିକା", "ନେପାଳ"],
    correctAnswer: 2
  },

  {
    id: 7,
    question: "ବାବର କିଏ ?",
    options: [
      "ଆର୍ଯ୍ୟ ସାମ୍ରାଜ୍ୟର ପ୍ରତିଷ୍ଠାତା",
      "ଭାରତରେ ମୋଗଲ ସାମ୍ରାଜ୍ୟର ପ୍ରତିଷ୍ଠାତା",
      "ଗୌଡୀୟ ବୈଷ୍ଣବ ଧର୍ମର ପ୍ରଚାରକ",
      "ମୌର୍ଯ୍ୟ ବଂଶର ଶାସକ"
    ],
    correctAnswer: 1
  },

  {
    id: 8,
    question: "ନାନକ କିଏ ?",
    options: [
      "ଗୌଡୀୟ ବୈଷ୍ଣବ ଧର୍ମର ପ୍ରଚାରକ",
      "ଶିଖ ଧର୍ମର ପ୍ରଚାରକ",
      "ରାମାୟଣର ରଚୟିତା",
      "କାମ ସୂତ୍ରର ରଚୟିତା"
    ],
    correctAnswer: 1
  },

  {
    id: 9,
    question: "ଚରକ କିଏ ?",
    options: [
      "ନାଟ୍ୟଶାସ୍ତ୍ରର ପ୍ରଣେତା",
      "ବିଶିଷ୍ଟ ଆୟୁର୍ବେଦୀୟ ଶଲ୍ୟ ଚିକିତ୍ସକ",
      "ଆୟୁର୍ବେଦ ଚିକିତ୍ସକ",
      "ଶିଖ ଧର୍ମର ପ୍ରଚାରକ"
    ],
    correctAnswer: 1
  },

  {
    id: 10,
    question: "ଚାଣକ୍ୟ କିଏ ?",
    options: [
      "ମୋଗଲ ବଂଶର ଶ୍ରେଷ୍ଠ ରାଜା",
      "ରାମକୃଷ୍ଣ ପରମହଂସଙ୍କ ଶିଷ୍ୟ",
      "ଶ୍ରେଷ୍ଠ ରାଜନୀତିଜ୍ଞ",
      "ଅର୍ଥଶାସ୍ତ୍ରର ରଚୟିତା"
    ],
    correctAnswer: 3
  },

  {
    id: 11,
    question: "ବୀର ସୁରେନ୍ଦ୍ର ସାଏ କିଏ ?",
    options: [
      "ଗଜପତି ପୁରୁଷୋତ୍ତମଙ୍କ ପୁତ୍ର",
      "ସମ୍ବଲପୁରର ବିଶିଷ୍ଟ ସ୍ୱାଧୀନତା ସଂଗ୍ରାମୀ",
      "କେଶରୀ ବଂଶର ରାଜା",
      "ଶିଖଙ୍କର ଦଶମ ଗୁରୁ"
    ],
    correctAnswer: 1
  },

  {
    id: 12,
    question: "ଓଡିଶାରେ କେବେ ‘ନଅଙ୍କ’ ଦୁର୍ଭିକ୍ଷ ହୋଇଥିଲା ?",
    options: ["ଖ୍ରୀ. 1017", "ଖ୍ରୀ. 1548", "ଖ୍ରୀ. 1857", "ଖ୍ରୀ. 1876"],
    correctAnswer: 3
  },

  {
    id: 13,
    question: "ମହାତ୍ମା ଗାନ୍ଧୀ କେବେ ଓଡିଶା ଆସିଥିଲେ ?",
    options: ["ଖ୍ରୀ. 1905", "ଖ୍ରୀ. 1871", "ଖ୍ରୀ. 1910", "ଖ୍ରୀ. 1903"],
    correctAnswer: 2
  },
  {
  id: 14,
  question: "ଶରୀରର ଉତ୍ତାପ ମାପ ଯନ୍ତ୍ର କଉଟି ?",
  options: ["ପିରୋମିଟର", "ହାଇଗ୍ରୋମିଟର", "ଥର୍ମୋମିଟର", "ଥର୍ମୋସ୍‌ଫ୍ଲାସ୍"],
  correctAnswer: 2
},
{
  id: 15,
  question: "ନିର୍ଦ୍ଧିଷ୍ଟ ସ୍ଥାନରେ ବୃଷ୍ଟି ପାତ ପରିମାପକ ଯନ୍ତ୍ର କଉଟି ?",
  options: ["ରାଡାର", "ବାରୋମିଟର", "ରେନ୍‌ଗେଜ୍", "ଲାକ୍ଟୋମିଟର"],
  correctAnswer: 2
},
{
  id: 16,
  question: "ବାୟୁର ଆର୍ଦ୍ରତା ମପା ଯନ୍ତ୍ର ?",
  options: ["ସିସ୍‌ମୋଗ୍ରାଫ୍", "ହାଇଗ୍ରୋମିଟର", "ପିରୋମିଟର", "ଥର୍ମୋମିଟର"],
  correctAnswer: 1
},
{
  id: 17,
  question: "ବିଦ୍ୟୁତ ଶକ୍ତି ମପା ଯନ୍ତ୍ର ?",
  options: ["କ୍ୟାଲୋରିମିଟର", "ଡାଇନାମୋମିଟର", "ସିସ୍‌ମୋଗ୍ରାଫ୍", "ବାରୋମିଟର"],
  correctAnswer: 1
},
{
  id: 18,
  question: "ଭୂମିକମ୍ପର ପରିମାଣ ମାପିବା ଯନ୍ତ୍ର ?",
  options: ["ସ୍ମିଗ୍ମୋମେଟର", "ସିସ୍‌ମୋଗ୍ରାଫ୍", "ହେଲିଓଗ୍ରାଫ୍", "ଲାକ୍ଟୋମିଟର"],
  correctAnswer: 1
},
{
  id: 19,
  question: "ଦୁଗ୍‌ଧର ଘନତ୍ଵ ମାପିବା ଯନ୍ତ୍ର ?",
  options: ["ହାଇଗ୍ରୋମିଟର", "ଲାକ୍ଟୋମିଟର", "ହେଲିଓଗ୍ରାଫ୍", "ମାନୋମିଟର"],
  correctAnswer: 1
},
{
  id: 20,
  question: "ତାପର ପରିମାଣ ମପା ଯନ୍ତ୍ର ?",
  options: ["ଗାଲଭାନୋମିଟର", "କ୍ୟାଲୋରିମିଟର", "ଡାଇନାମୋମିଟର", "ପିରୋମିଟର"],
  correctAnswer: 1
},
{
  id: 21,
  question: "ଗ୍ୟାସର ଚାପ ମପା ଯନ୍ତ୍ର ?",
  options: ["ମାନୋମିଟର", "ଫାଦୋମିଟର", "କିଲୋମିଟର", "ସେଣ୍ଟିମିଟର"],
  correctAnswer: 0
},
{
  id: 22,
  question: "ରକ୍ତ ଚାପ ମାପିବା ଯନ୍ତ୍ର ?",
  options: ["ଆନେମୋମିଟର", "ସ୍ଫିଗ୍ମୋମାନୋମିଟର", "ପିରୋମିଟର", "କିଲୋମିଟର"],
  correctAnswer: 1
},
{
  id: 23,
  question: "ଦିଗ ନିର୍ଣ୍ଣୟକ ଯନ୍ତ୍ର ?",
  options: ["ରାଡାର", "ମେରିନେର୍ କମ୍ପାସ୍", "ଏପିସ୍‌କୋପ୍", "ବାଇନୋକୁଲାର"],
  correctAnswer: 1
},
{
  id: 24,
  question: "ଟେଲିଫୋନ କିଏ ଉଦ୍ଭାବନ କରିଥିଲେ ?",
  options: [
    "ବ୍ରିଟେନର ଉଇଲ୍ ସ",
    "ଆମେରିକାର ଗ୍ରାହମ୍ ବେଲ୍",
    "ଆମେରିକାର ଏଡିସ",
    "ଇଟାଲୀର ମାର୍କୋନୀ"
  ],
  correctAnswer: 1
},
{
  id: 25,
  question: "ରେଡିଓ ଉଦ୍ଭାବକ କିଏ ?",
  options: [
    "ଆମେରିକାର ଏଡସିନ",
    "କ୍ୟାକ ସଟନ୍",
    "ଇଟାଲୀର ମାର୍କୋନ",
    "ଫ୍ରାନ୍ସର ମାର୍କୋନୀ"
  ],
  correctAnswer: 2
},
{
  id: 26,
  question: "ଦୂରବୀକ୍ଷଣ ଯନ୍ତ୍ର କିଏ ଉଦ୍ଭାବନ କରିଥିଲେ ?",
  options: [
    "ହଲାଣ୍ଡର ଜେଡ ଜନ୍ ସନ୍",
    "ଭାରତର ଜଗଦୀଶ ଚନ୍ଦ୍ର ବୋଷ",
    "ଭାରତର ପଠାଣି ସାମନ୍ତ",
    "ଇଟାଲିର ଗାଲିଲିଓ"
  ],
  correctAnswer: 3
},
{
  id: 27,
  question: "ଚଷମା କିଏ ଉଦ୍ଭାବନ କରିଥିଲେ ?",
  options: [
    "ଫ୍ରାନ୍ସର ଏ. ଏଲ୍. ବି. ଗ୍ରେଟ",
    "ଆମେରିକାର କାର୍ ଲିଏର୍",
    "ଇଟାଲୀର ଡ଼. ଭେନିସ",
    "ଆମେରିକାର ରିଚାର୍ଡ ଗେଟ ଲିଙ୍ଗ"
  ],
  correctAnswer: 2
},
{
  id: 28,
  question: "ଦିଆସିଲି କିଏ ଉଦ୍ଭାବନ କରିଥିଲେ ?",
  options: [
    "ଜର୍ମାନର ଉଲିୟମ୍ ରଣ୍ଟ ଜେନ୍",
    "ସୁଇଡେନର ଜେ. ଇଲାଣ୍ଡ ଷ୍ଟ୍ରମ",
    "ବ୍ରିଟେନ୍ର ସାର୍ ଫ୍ରାଙ୍କ ହୁଇଟିଲ",
    "ଆମେରିକାର ଡ଼ିକି ନସନ୍"
  ],
  correctAnswer: 1
}
,
{
  id: 29,
  question: "ପ୍ରଥମ ଏସିଆନ୍ କ୍ରୀଡା କେବେ ଅନୁଷ୍ଠିତ ହୋଇଥିଲା ?",
  options: [
    "୧୯୪୫ (ବ୍ରାଜିଲ)",
    "୧୯୫୧ (ନୂଆଦିଲ୍ଲୀ)",
    "୨୦୦୪ (ଦକ୍ଷିଣ କୋରିଆ)",
    "୧୯୯୮ (ମାଲେସିଆ)"
  ],
  correctAnswer: 1
},
{
  id: 30,
  question: "ପରମବୀର ଚକ୍ର କେଉଁ ଦେଶର ସାମରିକ ସମ୍ମାନ ?",
  options: ["ଇଟାଲୀ", "ଜାପାନ", "ଭାରତ", "ଫ୍ରାନ୍ସ"],
  correctAnswer: 2
},
{
  id: 31,
  question: "କଳିଙ୍ଗ ପୁରସ୍କାରର ପ୍ରତିଷ୍ଠାତା କିଏ ?",
  options: [
    "ଭର୍ତ୍ତୃହରି ମହତାପ",
    "ନବୀନ ପଟ୍ଟନାୟକ",
    "ମହାତ୍ମା ଗାନ୍ଧୀ",
    "ବିଜୁ ପଟ୍ଟନାୟକ"
  ],
  correctAnswer: 3
},
{
  id: 32,
  question: "ପ୍ରଥମ କଳିଙ୍ଗ ପୁରସ୍କାର କିଏ ପାଇଥିଲେ ?",
  options: [
    "ଡ଼. ମାର୍ସେଲ ରୋଚି",
    "ମିଖାଇଲ ଗୋର୍ବାଚେଭ୍",
    "ବିଜୁ ପଟ୍ଟନାୟକ",
    "ଧର୍ମେନ୍ଦ୍ର ପ୍ରଧାନ"
  ],
  correctAnswer: 0
},
{
  id: 33,
  question: "ଚଳଚିତ୍ର ପାଇଁ ମିଳୁଥିବା ପୃଥିବୀର ସର୍ବଶ୍ରେଷ୍ଠ ପୁରସ୍କାର କଣ ?",
  options: ["ଦାଦାସାହେବ", "ଓସ୍କାର", "ନୋବେଲ", "ପଦ୍ମଶ୍ରୀ"],
  correctAnswer: 1
},
{
  id: 34,
  question: "ସମ୍ବିଧାନ ନିର୍ମାଣ କରିଥିବା ପ୍ରଥମ ଦେଶ କିଏ ?",
  options: ["ଆମେରିକା", "ଭାରତ", "ଇଂଲଣ୍ଡ", "ନେଦରଲ୍ୟାଣ୍ଡ"],
  correctAnswer: 0
},
{
  id: 35,
  question: "ପଦାର୍ଥ ବିଜ୍ଞାନରେ ପ୍ରଥମ ନୋବେଲ ପୁରସ୍କାର ବିଜେତା କିଏ ?",
  options: [
    "ଡବ୍ଲ୍ୟୁ. କେ. ରଣ୍ଟଜେନ୍",
    "ଜେ. ଏଚ. ୱେଣ୍ଟ ହାଫ୍",
    "ସୁଲ୍ଲୀ ପୁଧୋମ",
    "ରାଙ୍ଗର ଫିଶ୍"
  ],
  correctAnswer: 0
}

,
{
  id: 36,
  question: "ପ୍ରଥମ ଏସିଆନ୍ କ୍ରୀଡା କେବେ ଅନୁଷ୍ଠିତ ହୋଇଥିଲା ?",
  options: [
    "୧୯୪୫ (ବ୍ରାଜିଲ)",
    "୧୯୫୧ (ନୂଆଦିଲ୍ଲୀ)",
    "୨୦୦୪ (ଦକ୍ଷିଣ କୋରିଆ)",
    "୧୯୯୮ (ମାଲୟେସିଆ)"
  ],
  correctAnswer: 1
},
{
  id: 37,
  question: "ପରମବୀର ଚକ୍ର କେଉଁ ଦେଶର ସାମରିକ ସମ୍ମାନ ?",
  options: ["ଇଟାଲୀ", "ଜାପାନ", "ଭାରତ", "ଫ୍ରାନସ"],
  correctAnswer: 2
},
{
  id: 38,
  question: "କଳିଙ୍ଗ ପୁରସ୍କାରର ପ୍ରତିଷ୍ଠାତା କିଏ ?",
  options: [
    "ଭର୍ତ୍ତୃହରି ମହତାପ",
    "ନବୀନ ପଟ୍ଟନାୟକ",
    "ମହାତ୍ମା ଗାନ୍ଧୀ",
    "ବିଜୁ ପଟ୍ଟନାୟକ"
  ],
  correctAnswer: 3
},
{
  id: 39,
  question: "ପ୍ରଥମ କଳିଙ୍ଗ ପୁରସ୍କାର କିଏ ପାଇଥିଲେ ?",
  options: [
    "ଡ଼. ମାର୍ସେଲ ରୋଚି",
    "ମିଖାଇଲ ଗୋର୍ବାଚେଭ୍",
    "ବିଜୁ ପଟ୍ଟନାୟକ",
    "ଧର୍ମେନ୍ଦ୍ର ପ୍ରଧାନ"
  ],
  correctAnswer: 0
},
{
  id: 40,
  question: "ଚଳଚିତ୍ର ପାଇଁ ମିଳୁଥିବା ପୃଥିବୀର ସର୍ବଶ୍ରେଷ୍ଠ ପୁରସ୍କାର ନାମ କଣ ?",
  options: ["ଦାଦା ସାହେବ", "ଓସ୍କାର", "ନୋବେଲ", "ପଦ୍ମଶ୍ରୀ"],
  correctAnswer: 1
},
{
  id: 41,
  question: "ସମ୍ବିଧାନ ନିର୍ମାଣ କରିଥିବା ପ୍ରଥମ ଦେଶ କିଏ ?",
  options: ["ଆମେରିକା", "ଭାରତ", "ଇଂଲଣ୍ଡ", "ନେଦରଲ୍ୟାଣ୍ଡ"],
  correctAnswer: 0
},
{
  id: 42,
  question: "ପଦାର୍ଥ ବିଜ୍ଞାନରେ ପ୍ରଥମ ନୋବେଲ ପୁରସ୍କାର ବିଜେତା କିଏ ?",
  options: [
    "ଡବ୍ଲ୍ୟୁ, କେ. ରଣ୍ଟଜେନ୍",
    "ଜେ. ଏଚ. ୱେଣ୍ଟ ହାଫ୍",
    "ସୁଲ୍ଲୀ ପୁଧୋମ",
    "ରାଙ୍ଗର ଫିଶ୍"
  ],
  correctAnswer: 0
},
{
  id: 43,
  question: "ଚିକିତ୍ସା କ୍ଷେତ୍ରରେ ପ୍ରଥମ ନୋବେଲ ପୁରସ୍କାର ବିଜେତା କିଏ ?",
  options: [
    "ଜନ୍ ଟିନ ବର୍ଗେନ",
    "ଏ. ଇ. ୱାନ୍ ବେହରିଙ୍ଗ",
    "ରାଇଟ ଭ୍ରାତା ଦ୍ବୟ",
    "ରିଚାର୍ଡ ବ୍ରାନସନ"
  ],
  correctAnswer: 1
},
{
  id: 44,
  question: "ପ୍ରଥମ ଭାରତୀୟ ମହିଳା ମହାକାଶ ଯାତ୍ରୀ କିଏ ?",
  options: [
    "ସେଲୀ ରାଇଡ",
    "କଳ୍ପନା ଚାୱ୍ଳା",
    "ରାକେଶ ଶର୍ମା",
    "ଶେରୀନ୍ କ୍ରିଷ୍ଣା ମେକୋଲିଫ୍"
  ],
  correctAnswer: 1
},
{
  id: 45,
  question: "ଟେଲିଗ୍ରାଫର ଉଦ୍ଭାବନ କିଏ ?",
  options: [
    "ଭାରତର ଯୋଗୀନ୍ଦର ସିଂହ",
    "ଫ୍ରାନ୍ସର ଫାରେନ୍ହିଟ୍",
    "ଆମେରିକାର ସାମୁଏଲ ମୋର୍ସ",
    "ଇଂଲଣ୍ଡର ରଦରଫୋର୍ଡ"
  ],
  correctAnswer: 2
},
{
  id: 46,
  question: "ସେଫଟିପିନ୍ର ଉଦ୍ଭାବକ କିଏ ?",
  options: [
    "ଇଂଲଣ୍ଡର ଗ୍ୟାଲ",
    "ଆମେରିକାର ଉଇଲିୟମ୍ ହଡ",
    "ଫ୍ରାନ୍ସର ଫାରେନ୍ହିଟ୍",
    "ଇଂଲଣ୍ଡର ବ୍ରିୟରଲେ"
  ],
  correctAnswer: 1
},
{
  id: 47,
  question: "ପରମାଣୁ ବୋମାର ଉଦ୍ଭାବନ କିଏ ?",
  options: [
    "ବ୍ରିଟେନ୍ର ଇକାର୍ଟ ମେକାଲି",
    "ଇଂଲଣ୍ଡର ରଦରଫୋର୍ଡ",
    "ଇଂଲଣ୍ଡର ଟେନାଣ୍ଡ",
    "ଇଟାଲୀର ଟର ସେଲି"
  ],
  correctAnswer: 1
},
{
  id: 48,
  question: "ଲଣ୍ଠନର ଉଦ୍ଭାବନ କିଏ ?",
  options: [
    "ଫ୍ରାନ୍ସର ମାନରିଆ",
    "ଏମ୍. ଆଗ୍ୟାଣ୍ଟ",
    "କ୍ୟୁନୋ",
    "ଆମେରିକାର କେଲି"
  ],
  correctAnswer: 1
},
{
  id: 49,
  question: "ଟେପ୍ ରେକର୍ଡର ଉଦ୍ଭାବକ କିଏ ?",
  options: [
    "ଆମେରିକାର କେଲି",
    "ଫ୍ରାନ୍ସର ଡେବିନ",
    "ଭାଲ୍ ଡିମର୍ ପଲ୍ୟୁସନ୍",
    "ଆମେରିକାର ସଲେସ"
  ],
  correctAnswer: 2
},
{
  id: 50,
  question: "ମହାଭାରତର ରଚୟିତା କିଏ ?",
  options: [
    "ଜଗନ୍ନାଥ ଦାସ",
    "ଶୁଦ୍ରମୁନି ସାରଳା ଦାସ",
    "ମାର୍କଣ୍ଡ ଦାସ",
    "କାର୍ତିକ ଦାସ"
  ],
  correctAnswer: 1
},
{
  id: 51,
  question: "ଶ୍ରୀମଦ୍‌ଭାଗବତର ରଚୟିତା କିଏ ?",
  options: [
    "ଯଶୋବନ୍ତ ଦାସ",
    "କାର୍ତିକ ଦାସ",
    "ଜଗନ୍ନାଥ ଦାସ",
    "ଅଚ୍ୟୁତାନନ୍ଦ ଦାସ"
  ],
  correctAnswer: 2
},
{
  id: 52,
  question: "ଛମାଣ ଆଠ ଗୁଣ୍ଠର ରଚୟିତା କିଏ ?",
  options: [
    "ନନ୍ଦକିଶୋର ବଳ",
    "ଭକ୍ତକବି ମଧୁସୂଦନ ଦାସ",
    "ଫକୀର ମୋହନ ସେନାପତି",
    "କବିବର ରାଧାନାଥ ରାୟ"
  ],
  correctAnswer: 2
},
{
  id: 53,
  question: "ନୀଳମାଷ୍ଟ୍ରାଣୀର ରଚୟିତା କିଏ ?",
  options: [
    "କୁନ୍ତଳା କୁମାରୀ ସାବତ",
    "ଅଶ୍ୱିନୀ କୁମାର ଘୋଷ",
    "ଗୋଦାବରୀଶ ମହାପାତ୍ର",
    "ଲକ୍ଷ୍ମୀକାନ୍ତ ମହାପାତ୍ର"
  ],
  correctAnswer: 2
},
{
  id: 54,
  question: "ବନ୍ଦୀର ଆତ୍ମକଥାର ରଚୟିତା କିଏ ?",
  options: [
    "ପଣ୍ଡିତ ଗୋଦାବରୀଶ ମିଶ୍ର",
    "ପଣ୍ଡିତ ନୀଳକଣ୍ଠ ଦାସ",
    "ପଣ୍ଡିତ ଗୋପବନ୍ଧୁ ଦାସ",
    "ନନ୍ଦକିଶୋର ବଳ"
  ],
  correctAnswer: 2
},
{
  id: 55,
  question: "ମାଟିର ମଣିଷର ରଚୟିତା କିଏ ?",
  options: [
    "କାଳନ୍ଦୀ ଚରଣ ପାଣିଗ୍ରାହୀ",
    "ଅଶ୍ୱିନୀ କୁମାର ଘୋଷ",
    "କାଳୀ ଚରଣ ପଟ୍ଟନାୟକ",
    "ହରେକୃଷ୍ଣ ମହତାବ"
  ],
  correctAnswer: 0
},
{
  id: 56,
  question: "ଝଡର ଇଗଲ୍‌ର ରଚୟିତା କିଏ ?",
  options: [
    "ଫତୁରାନନ୍ଦ",
    "ଅଖିଳମୋହନ ନାୟକ",
    "ମନୋଜ ଦାସ",
    "କୃଷ୍ଣଚରଣ ବେହେରା"
  ],
  correctAnswer: 1
},
{
  id: 57,
  question: "ମାଟି ମଟାଳର ରଚୟିତା କିଏ ?",
  options: [
    "କାହ୍ନୁଚରଣ ମହାନ୍ତି",
    "ଗୋପୀନାଥ ମହାନ୍ତି",
    "ସଚ୍ଚିଦାନନ୍ଦ ରାଉତରାୟ",
    "ଗୋଲକ ବିହାରୀ ଧଳ"
  ],
  correctAnswer: 1
},
{
  id: 58,
  question: "ହରିବଂଶର ରଚୟିତା କିଏ ?",
  options: [
    "ଜଗନ୍ନାଥ ଦାସ",
    "ଗୋପାଳକୃଷ୍ଣ",
    "ଅଚ୍ୟୁତାନନ୍ଦ ଦାସ",
    "ବଳରାମ ଦାସ"
  ],
  correctAnswer: 2
},
{
  id: 59,
  question: "ରସକଲ୍ଲୋଳର ରଚୟିତା କିଏ ?",
  options: [
    "ଧନଞ୍ଜୟ ଭଞ୍ଜ",
    "ଫକୀର ମୋହନ ସେନାପତି",
    "ଗଙ୍ଗାଧର ମେହର",
    "ଭକ୍ତକବି ଦୀନକୃଷ୍ଣ ଦାସ"
  ],
  correctAnswer: 3
},
{
  id: 60,
  question: "ଷଣ୍ଢ ଲଢେଇ କେଉଁ ଦେଶର ଜାତୀୟ ଖେଳ ?",
  options: ["ଆମେରିକା", "ସ୍କଟଲାଣ୍ଡ", "ସ୍ପେନ", "ପାକିସ୍ତାନ"],
  correctAnswer: 2
},
{
  id: 61,
  question: "ହକି କେଉଁ ଦେଶର ଜାତୀୟ ଖେଳ ?",
  options: ["ପାକିସ୍ତାନ", "ଭାରତ", "ଇଂଲଣ୍ଡ", "ରୁଷିଆ"],
  correctAnswer: 1
},
{
  id: 62,
  question: "କ୍ରିକେଟ କେଉଁ ଦେଶର ଜାତୀୟ ଖେଳ ?",
  options: ["ଅଷ୍ଟ୍ରେଲିଆ", "ଇଂଲଣ୍ଡ", "ଇଣ୍ଡୋନେସିଆ", "ବ୍ରାଜିଲ"],
  correctAnswer: 1
},
{
  id: 63,
  question: "ବ୍ୟାଡମିଣ୍ଟନ୍ କେଉଁ ଦେଶର ଖେଳ ?",
  options: ["ଇଂଲଣ୍ଡ", "ଇଣ୍ଡୋନେସିଆ", "ସୋସାର", "ଭାରତ"],
  correctAnswer: 1
},
{
  id: 64,
  question: "ବେସ୍‌ବଲ୍ କେଉଁ ଦେଶର ଜାତୀୟ ଖେଳ ?",
  options: ["ଭାରତ", "ସ୍କଟଲାଣ୍ଡ", "ଆମେରିକା", "ସ୍ପେନ୍"],
  correctAnswer: 2
},
{
  id: 65,
  question: "ଜୟଦେବ କଣ ରଚନା କରିଛନ୍ତି ?",
  options: ["ଓଡ଼ିଆ ମହାଭାରତ", "ରସ କଲ୍ଲୋଳ", "ଗୀତ ଗୋବିନ୍ଦ", "କୋଟି ବ୍ରହ୍ମାଣ୍ଡ ସୁନ୍ଦରୀ"],
  correctAnswer: 2
},
{
  id: 66,
  question: "ଗୋପବନ୍ଧୁ ଦାସ କେଉଁ ଜିଲ୍ଲାରେ ଜନ୍ମ ଗ୍ରହଣ କରିଥିଲେ ?",
  options: ["ବାଲେଶ୍ୱର", "ଖଣ୍ଡପଡା", "ପୁରୀ ଜିଲ୍ଲା ସୁଆଣ୍ଡୋ", "ପୁରୀ ଜିଲ୍ଲା ସତ୍ୟବାଦୀ"],
  correctAnswer: 2
},
{
  id: 67,
  question: "ଗଙ୍ଗାଧର ମେହର କେଉଁ ଜିଲ୍ଲାରେ ଜନ୍ମ ଗ୍ରହଣ କରିଥିଲେ ?",
  options: [
    "କଟକ ଜିଲ୍ଲାର କୁଆଁପାଳ ଗ୍ରାମରେ",
    "ସମ୍ବଲପୁର ବରପାଳି ଗାଁରେ",
    "ଯାଜପୁରର ବାଲିଆ ଗାଁ",
    "କଟକର ମୂଳ ବସନ୍ତ ଗାଁ"
  ],
  correctAnswer: 1
},
{
  id: 68,
  question: "ଭକ୍ତ କବି ଦୀନକୃଷ୍ଣ ଦାସ କେଉଁ ଜିଲ୍ଲାରେ ଜନ୍ମ ଗ୍ରହଣ କରିଥିଲେ ?",
  options: [
    "ପୁରୀ ଜିଲ୍ଲା ସତ୍ୟବାଦୀ ଗ୍ରାମରେ",
    "ବାଲେଶ୍ୱର ଜିଲ୍ଲା ମୁଣତୁଣିଆ ଗ୍ରାମରେ",
    "କଟକ ଜିଲ୍ଲା ବକ୍ସି ବଜାର",
    "କଟକ ଜିଲ୍ଲା ମୂଳ ବସନ୍ତ ଗ୍ରାମରେ"
  ],
  correctAnswer: 1
},
{
  id: 69,
  question: "ନାଏଗ୍ରା ଜଳପ୍ରପାତ କେଉଁଠି ଅଛି ?",
  options: ["ଦକ୍ଷିଣ ଅଷ୍ଟ୍ରେଲିଆ", "କାନାଡ଼ା", "ଲଣ୍ଡନ", "କାଲିଫାର୍ନିଆ"],
  correctAnswer: 1
},
{
  id: 70,
  question: "ଆଟାକାମା ମରୁଭୂମି କେଉଁଠି ଅଛି ?",
  options: ["ବହ୍ମଦେଶ", "ଉତ୍ତର ଚିଲି", "ଇଜିପଟ", "ମସ୍କୋ"],
  correctAnswer: 1
},
{
  id: 71,
  question: "ପିରାମିଡ଼ କେଉଁଠାରେ ଦେଖାଯାଏ ?",
  options: ["ପିସା", "ମିଶର", "ମସ୍କୋ", "ଜାପାନ"],
  correctAnswer: 1
},
{
  id: 72,
  question: "ନିଉୟର୍କ କେଉଁ ନଦୀ କୂଳରେ ଅବସ୍ଥିତ ?",
  options: ["ଚୀନ", "ତୁର୍କୀ", "ହଡସନ", "ସ୍ପେନ"],
  correctAnswer: 2
},
{
  id: 73,
  question: "ମୃତ ସହର ଭାବେ କିଏ ପରିଚିତ ?",
  options: ["ସିଲଭର ପ୍ଲସ", "ମସ୍କୋ", "ଲଣ୍ଡନ", "ଦୁବାଇ"],
  correctAnswer: 0
},
{
  id: 74,
  question: "ପୃଥିବୀ ବୃହତ୍ତମ ଦ୍ବୀପ କିଏ ?",
  options: ["ଆଣ୍ଟାର୍କଟିକା", "ଗ୍ରୀନଲ୍ୟାଣ୍ଡ", "ଆଣ୍ଡାମାନ", "ଭିକ୍ଟୋରିଆ"],
  correctAnswer: 1
},
{
  id: 75,
  question: "ପୃଥିବୀର ଜନବହୁଳ ଦେଶ କିଏ ?",
  options: ["ଜାପାନ", "ଇଂଲଣ୍ଡ", "ଚୀନ", "କାନାଡା"],
  correctAnswer: 2
},
{
  id: 76,
  question: "ପୃଥିବୀର ବୃହତ୍ତମ ହ୍ରଦ କିଏ ?",
  options: ["ଚିଲିକା", "ଅଂଶୁପା", "କାସ୍ପିଆନ ସାଗର", "ସାଲଟୋଏଞ୍ଜିଲ"],
  correctAnswer: 2
},
{
  id: 77,
  question: "ପୃଥିବୀର ବୃହତ୍ତମ କେନାଲ କିଏ ?",
  options: ["କିଲ କେନାଲ", "ସୁଏଜ କେନାଲ", "କାସ୍ପିଆନ ହ୍ରଦ", "ଆମାଜନ"],
  correctAnswer: 1
},
{
  id: 78,
  question: "ପୃଥିବୀର ଜନ ବିରଳ ଦେଶ କିଏ ?",
  options: ["ଚୀନ", "ଜାପାନ", "ଆଣ୍ଟାର୍କଟିକା", "ନେପାଳ"],
  correctAnswer: 2
},
{
  id: 79,
  question: "ବାବର କିଏ ?",
  options: [
    "ଆର୍ଯ୍ୟ ସାମ୍ରାଜ୍ୟର ପ୍ରତିଷ୍ଠାତା",
    "ଭାରତରେ ମୋଗଲ ସାମ୍ରାଜ୍ୟର ପ୍ରତିଷ୍ଠାତା",
    "ଗୌଡୀୟ ବୌଷ୍ଣବ ଧର୍ମର ପ୍ରଚାରକ",
    "ମୌର୍ଯ୍ୟ ବଂଶର ଶାସନ"
  ],
  correctAnswer: 1
},
{
  id: 80,
  question: "ନାନକ କିଏ ?",
  options: [
    "ଗୌଡୀୟ ବୌଷ୍ଣବ ଧର୍ମର ପ୍ରଚାରକ",
    "ଶିଖ ଧର୍ମର ପ୍ରଚାରକ",
    "ରାମାୟଣର ରଚୟିତା",
    "କାମ ସୂତ୍ରର ରଚୟିତା"
  ],
  correctAnswer: 1
},
{
  id: 81,
  question: "ଚରକ କିଏ ?",
  options: [
    "ନାଟ୍ୟଶାସ୍ତ୍ରର ପ୍ରଣେତା",
    "ବିଶିଷ୍ଟ ଆୟୁର୍ବେଦୀୟ ଶଲ୍ୟ ଚିକିତ୍ସକ",
    "ଆୟୁର୍ବେଦ ଚିକିତ୍ସକ",
    "ଶିଖ ଧର୍ମର ପ୍ରଚାରକ"
  ],
  correctAnswer: 1
},
{
  id: 82,
  question: "ଚାଣକ୍ୟ କିଏ ?",
  options: [
    "ମୋଗଲ ବଂଶର ଶ୍ରେଷ୍ଠ ରାଜା",
    "ରାମକୃଷ୍ଣ ପରମହଂସଙ୍କ ଶିଷ୍ୟ",
    "ଶ୍ରେଷ୍ଠ ରାଜନୀତିଜ୍ଞ",
    "ଅର୍ଥଶାସ୍ତ୍ରର ରଚୟିତା"
  ],
  correctAnswer: 3
},
{
  id: 83,
  question: "ବୀର ସୁରେନ୍ଦ୍ର ସାଏ କିଏ ?",
  options: [
    "ଗଜପତି ପୁରୁଷୋତ୍ତମଙ୍କ ପୁତ୍ର",
    "ସମ୍ବଲପୁରର ବିଶିଷ୍ଟ ସ୍ୱାଧୀନତା ସଂଗ୍ରାମୀ",
    "କେଶରୀ ବଂଶର ରାଜା",
    "ଶିଖଙ୍କର ଦଶମ ଗୁରୁ"
  ],
  correctAnswer: 1
},
{
  id: 84,
  question: "ଓଡିଶାର କେବେ ନଅଙ୍କ ଦୁର୍ଭିକ୍ଷ ହୋଇଥିଲା ?",
  options: ["ଖ୍ରୀ. 1017", "ଖ୍ରୀ. 1548", "ଖ୍ରୀ. 1857", "ଖ୍ରୀ. 1876"],
  correctAnswer: 3
},
{
  id: 85,
  question: "ମହାତ୍ମା ଗାନ୍ଧୀ କେବେ ଓଡିଶା ଆଗମନ କରିଥିଲେ ?",
  options: ["ଖ୍ରୀ. 1905", "ଖ୍ରୀ. 1871", "ଖ୍ରୀ. 1910", "ଖ୍ରୀ. 1903"],
  correctAnswer: 2
},
{
  id: 86,
  question: "ରାଉରକେଲା ଇସ୍ପାତ କାରଖାନା କେବେ ପ୍ରତିଷ୍ଠା ହୋଇଥିଲା ?",
  options: ["ଖ୍ରୀ. 1930", "ଖ୍ରୀ. 1920", "ଖ୍ରୀ. 1957", "ଖ୍ରୀ. 1947"],
  correctAnswer: 2
},
{
  id: 87,
  question: "ଓଡିଶାରେ ପ୍ରଥମ ନିର୍ବାଚନ କେବେ ହୋଇଥିଲା ?",
  options: ["ଖ୍ରୀ. 1936", "ଖ୍ରୀ. 1943", "ଖ୍ରୀ. 1930", "ଖ୍ରୀ. 1928"],
  correctAnswer: 0
},
{
  id: 88,
  question: "ଓଡିଶାରେ ନୂତନ ରାଜଧାନୀ ଭୁବନେଶ୍ୱର କେବେ ଘୋଷଣା ହୋଇଥିଲା ?",
  options: ["ଖ୍ରୀ. 1936", "ଖ୍ରୀ. 1948", "ଖ୍ରୀ. 1966", "ଖ୍ରୀ. 1947"],
  correctAnswer: 1
},
{
  id: 89,
  question: "ସବୁଠାରୁ ବଡ଼ ଘଣ୍ଟାର ନାମ କଣ ?",
  options: ["ଟାଇଟନ", "HMT", "ଦି ଗ୍ରେଟ ୱାଲ ଅଫ ମସ୍କୋ", "ଇଣ୍ଡିଆ ଟାୱାର"],
  correctAnswer: 2
},
{
  id: 90,
  question: "ଏରୋଫ୍ଲୋଟ କାହାର ?",
  options: ["ଭାରତ", "ଜାପାନ", "ଇଂଲଣ୍ଡ", "ରୁଷିଆ"],
  correctAnswer: 3
},
{
  id: 91,
  question: "ଯୁକ୍ତରାଷ୍ଟ୍ର ଆମେରିକାର ବିମାନ ସେବା ସଂସ୍ଥାର ନାମ କଣ ?",
  options: ["କାଥ ପାର୍ସିଫି", "ଇଜିପ୍ଟ ଏୟାର", "ଟ୍ରାନ୍ସ ୱାର୍ଲ୍ଡ", "ବିଜୁପଟ୍ଟନାୟକ ବିମାନ ବନ୍ଦର"],
  correctAnswer: 2
},
{
  id: 92,
  question: "ଢାକାରେ କେଉଁ ଦେଶର ସମ୍ବାଦ ସଂସ୍ଥା କାର୍ଯ୍ୟ କରେ ?",
  options: ["ପଶ୍ଚିମବଙ୍ଗ", "ବାଙ୍ଗ୍ଲାଦେଶ", "ନେପାଳ", "ଓଡିଶା"],
  correctAnswer: 1
},
{
  id: 93,
  question: "ଲକ୍ଷାଦ୍ୱୀପର ମୁଖ୍ୟ ଭାଷା କଣ ?",
  options: ["ତେଲଗୁ", "ମାଲାୟାଲାମ", "ନେପାଳୀ", "ଉର୍ଦ୍ଧୁ"],
  correctAnswer: 1
},
{
  id: 94,
  question: "କ୍ରିକେଟ ଖେଳର ପ୍ରବାଦ ପୁରୁଷ କିଏ ?",
  options: ["ସଚିନ ତେନ୍ଦୁଲକର", "ଅନିଲ କୁମ୍ବଲେ", "ଜନ ବ୍ରାଡମ୍ୟାନ୍", "ଗଭାସ୍କର"],
  correctAnswer: 2
},
{
  id: 95,
  question: "ଜୟଦେବ କଣ ରଚନା କରିଛନ୍ତି ?",
  options: ["ଓଡ଼ିଆ ମହାଭାରତ", "ରସ କଲ୍ଲୋଳ", "ଗୀତ ଗୋବିନ୍ଦ", "କୋଟି ବ୍ରହ୍ମାଣ୍ଡ ସୁନ୍ଦରୀ"],
  correctAnswer: 2
},
{
  id: 96,
  question: "ଗୋପବନ୍ଧୁ ଦାସ କେଉଁ ଜିଲ୍ଲାରେ ଜନ୍ମ ନେଇଥିଲେ ?",
  options: ["ବାଲେଶ୍ୱର", "ଖଣ୍ଡପଡା", "ପୁରୀ ଜିଲ୍ଲା ସୁଆଣ୍ଡୋ", "ପୁରୀ ଜିଲ୍ଲା ସତ୍ୟବାଦୀ"],
  correctAnswer: 2
},
{
  id: 97,
  question: "ଗଙ୍ଗାଧର ମେହେର କେଉଁ ଜିଲ୍ଲାରେ ଜନ୍ମ ନେଇଥିଲେ ?",
  options: [
    "କଟକ କୁଆଁପାଳ ଗ୍ରାମ",
    "ସମ୍ବଲପୁର ବରପାଳି ଗାଁ",
    "ଯାଜପୁର ବାଲିଆ ଗାଁ",
    "କଟକ ମୂଳ ବସନ୍ତ ଗାଁ"
  ],
  correctAnswer: 1
},
{
  id: 98,
  question: "ଭକ୍ତ କବି ଦୀନକୃଷ୍ଣ ଦାସ କେଉଁ ଜିଲ୍ଲାରେ ଜନ୍ମ ନେଇଥିଲେ ?",
  options: [
    "ପୁରୀ ସତ୍ୟବାଦୀ ଗାଁ",
    "ବାଲେଶ୍ୱର ମୁଣତୁଣିଆ ଗାଁ",
    "କଟକ ବକ୍ସିବଜାର",
    "କଟକ ମୂଳ ବସନ୍ତ ଗାଁ"
  ],
  correctAnswer: 1
},
{
  id: 99,
  question: "ନାଏଗ୍ରା ଜଳପ୍ରପାତ କେଉଁଠି ଅଛି ?",
  options: ["ଦକ୍ଷିଣ ଅଷ୍ଟ୍ରେଲିଆ", "କାନାଡ଼ା", "ଲଣ୍ଡନ", "କାଲିଫାର୍ନିଆ"],
  correctAnswer: 1
},
{
  id: 100,
  question: "ଆଟାକାମା ମରୁଭୂମି କେଉଁଠି ଅଛି ?",
  options: ["ବହ୍ମଦେଶ", "ଉତ୍ତର ଚିଲି", "ଇଜିପଟ", "ମସ୍କୋ"],
  correctAnswer: 1
},
{
  id: 101,
  question: "ପିରାମିଡ଼ କେଉଁଠାରେ ଦେଖାଯାଏ ?",
  options: ["ପିସା", "ମିଶର", "ମସ୍କୋ", "ଜାପାନ"],
  correctAnswer: 1
},
{
  id: 102,
  question: "ନିଉୟର୍କ କେଉଁ ନଦୀକୂଳରେ ଅବସ୍ଥିତ ?",
  options: ["ଚୀନ", "ତୁର୍କୀ", "ହଡସନ", "ସ୍ପେନ"],
  correctAnswer: 2
},
{
  id: 103,
  question: "ମୃତ ସହର ଭାବେ କିଏ ପରିଚିତ ?",
  options: ["ସିଲଭର ପ୍ଲସ", "ମସ୍କୋ", "ଲଣ୍ଡନ", "ଦୁବାଇ"],
  correctAnswer: 0
},
{
  id: 104,
  question: "ପୃଥିବୀ ବୃହତ୍ତମ ଦ୍ବୀପ କିଏ ?",
  options: ["ଆଣ୍ଟାର୍କଟିକା", "ଗ୍ରୀନଲ୍ୟାଣ୍ଡ", "ଆଣ୍ଡାମାନ", "ଭିକ୍ଟୋରିଆ"],
  correctAnswer: 1
},
{
  id: 105,
  question: "ପୃଥିବୀର ଜନବହୁଳ ଦେଶ କିଏ ?",
  options: ["ଜାପାନ", "ଇଂଲଣ୍ଡ", "ଚୀନ", "କାନାଡ଼ା"],
  correctAnswer: 2
},
{
  id: 106,
  question: "ପୃଥିବୀର ବୃହତ୍ତମ ହ୍ରଦ କିଏ ?",
  options: ["ଚିଲିକା", "ଅଂଶୁପା", "କାସ୍ପିଆନ ସାଗର", "ସାଲଟୋ ଏଞ୍ଜିଲ"],
  correctAnswer: 2
},
{
  id: 107,
  question: "ପୃଥିବୀର ବୃହତ୍ତମ କେନାଲ କିଏ ?",
  options: ["କିଲ କେନାଲ", "ସୁଏଜ କେନାଲ", "କାସ୍ପିଆନ ହ୍ରଦ", "ଆମାଜନ"],
  correctAnswer: 1
},
{
  id: 108,
  question: "ପୃଥିବୀର ଜନ ବିରଳ ଦେଶ କିଏ ?",
  options: ["ଚୀନ", "ଜାପାନ", "ଆଣ୍ଟାର୍କଟିକା", "ନେପାଳ"],
  correctAnswer: 2
},
{
  id: 109,
  question: "ବାବର କିଏ ?",
  options: [
    "ଆର୍ଯ୍ୟ ସାମ୍ରାଜ୍ୟର ପ୍ରତିଷ୍ଠାତା",
    "ଭାରତରେ ମୋଗଲ ସାମ୍ରାଜ୍ୟର ପ୍ରତିଷ୍ଠାତା",
    "ଗୌଡୀୟ ବୌଷ୍ଣବ ଧର୍ମର ପ୍ରଚାରକ",
    "ମୌର୍ଯ୍ୟ ବଂଶର ଶାସନ"
  ],
  correctAnswer: 1
},
{
  id: 110,
  question: "ନାନକ କିଏ ?",
  options: [
    "ଗୌଡୀୟ ବୌଷ୍ଣବ ଧର୍ମର ପ୍ରଚାରକ",
    "ଶିଖ ଧର୍ମର ପ୍ରଚାରକ",
    "ରାମାୟଣର ରଚୟିତା",
    "କାମ ସୂତ୍ରର ରଚୟିତା"
  ],
  correctAnswer: 1
},
{
  id: 111,
  question: "ଚରକ କିଏ ?",
  options: [
    "ନାଟ୍ୟ ଶାସ୍ତ୍ରର ପ୍ରଣେତା",
    "ବିଶିଷ୍ଟ ଆୟୁର୍ବେଦୀୟ ଶଲ୍ୟ ଚିକିତ୍ସକ",
    "ଆୟୁର୍ବେଦ ଚିକିତ୍ସକ",
    "ଶିଖ ଧର୍ମର ପ୍ରଚାରକ"
  ],
  correctAnswer: 1
},
{
  id: 112,
  question: "ଚାଣକ୍ୟ କିଏ ?",
  options: [
    "ମୋଗଲ ବଂଶର ଶ୍ରେଷ୍ଠ ରାଜା",
    "ରାମକୃଷ୍ଣ ପରମହଂସଙ୍କର ଶିଷ୍ୟ",
    "ଶ୍ରେଷ୍ଠ ରାଜନୀତିଜ୍ଞ",
    "ଅର୍ଥ ଶାସ୍ତ୍ରର ରଚୟିତା"
  ],
  correctAnswer: 3
},
{
  id: 113,
  question: "ବୀର ସୁରେନ୍ଦ୍ର ସାଏ କିଏ ?",
  options: [
    "ଗଜପତି ପୁରୁଷୋତ୍ତମଙ୍କ ପୁତ୍ର",
    "ସମ୍ବଲପୁରର ବିଶିଷ୍ଟ ସ୍ୱାଧୀନତା ସଂଗ୍ରାମୀ",
    "କେଶରୀ ବଂଶର ରାଜା",
    "ଶିଖଙ୍କର ଦଶମ ଗୁରୁ"
  ],
  correctAnswer: 1
},
{
  id: 114,
  question: "ଓଡିଶାର କେବେ ନଅଙ୍କ ଦୁର୍ଭିକ୍ଷ ହୋଇଥିଲା ?",
  options: [
    "ଖ୍ରୀଷ୍ଟାବ୍ଦ-୧୦୧୭",
    "ଖ୍ରୀଷ୍ଟାବ୍ଦ-୧୫୪୮",
    "ଖ୍ରୀଷ୍ଟାବ୍ଦ-୧୮୫୭",
    "ଖ୍ରୀଷ୍ଟାବ୍ଦ-୧୮୭୬"
  ],
  correctAnswer: 3
},
{
  id: 115,
  question: "ମହାତ୍ମା ଗାନ୍ଧୀ କେବେ ଓଡିଶା ଆଗମନ କରିଥିଲେ ?",
  options: [
    "ଖ୍ରୀଷ୍ଟାବ୍ଦ-୧୯୦୫",
    "ଖ୍ରୀଷ୍ଟାବ୍ଦ-୧୮୭୧",
    "ଖ୍ରୀଷ୍ଟାବ୍ଦ-୧୯୧୦",
    "ଖ୍ରୀଷ୍ଟାବ୍ଦ-୧୯୦୩"
  ],
  correctAnswer: 2
},
{
  id: 116,
  question: "ରାଉଲକେଲା ଇସ୍ପାତ କାରଖାନା କେବେ ପ୍ରତିଷ୍ଠା ହୋଇଥିଲା ?",
  options: [
    "ଖ୍ରୀଷ୍ଟାବ୍ଦ-୧୯୩୦",
    "ଖ୍ରୀଷ୍ଟାବ୍ଦ-୧୯୨୦",
    "ଖ୍ରୀଷ୍ଟାବ୍ଦ-୧୯୫୭",
    "ଖ୍ରୀଷ୍ଟାବ୍ଦ-୧୯୪୭"
  ],
  correctAnswer: 2
},
{
  id: 117,
  question: "ଓଡିଶାରେ ପ୍ରଥମ ନିର୍ବାଚନ କେବେ ହୋଇଥିଲା ?",
  options: [
    "ଖ୍ରୀଷ୍ଟାବ୍ଦ-୧୯୩୬",
    "ଖ୍ରୀଷ୍ଟାବ୍ଦ-୧୯୪୩",
    "ଖ୍ରୀଷ୍ଟାବ୍ଦ-୧୯୩୦",
    "ଖ୍ରୀଷ୍ଟାବ୍ଦ-୧୯୨୮"
  ],
  correctAnswer: 0
},
{
  id: 118,
  question: "ଓଡିଶାରେ ନୂତନ ରାଜଧାନୀ ଭୁବନେଶ୍ୱର କେବେ ଘୋଷଣା ହୋଇଥିଲା ?",
  options: [
    "ଖ୍ରୀଷ୍ଟାବ୍ଦ-୧୯୩୬",
    "ଖ୍ରୀଷ୍ଟାବ୍ଦ-୧୯୪୮",
    "ଖ୍ରୀଷ୍ଟାବ୍ଦ-୧୯୬୬",
    "ଖ୍ରୀଷ୍ଟାବ୍ଦ-୧୯୪୭"
  ],
  correctAnswer: 1
},
{
  id: 119,
  question: "ସବୁଠାରୁ ବଡ଼ ଘଣ୍ଟା ନାମ କଣ ?",
  options: ["ଟାଇଟନ", "HMT", "ଦି ଗ୍ରେଟ ୱାଲ ଅଫ ମସ୍କୋ", "ଇଣ୍ଡିଆ ଟାୱାର"],
  correctAnswer: 2
},
{
  id: 120,
  question: "ଏରୋଫ୍ଲୋଟ କେଉଁ ଦେଶର ?",
  options: ["ଭାରତ", "ଜାପାନ", "ଇଂଲଣ୍ତ", "ରୁଷିଆ"],
  correctAnswer: 3
},
{
  id: 121,
  question: "ଯୁକ୍ତରାଷ୍ଟ୍ର ଆମେରିକାର ବିମାନ ସେବା ସଂସ୍ଥାର ନାମ କଣ ?",
  options: ["କାଥ ପାର୍ସିଫି", "ଇଜିପ୍ଟ ଏୟାର", "ଟ୍ରାନସ ୱାର୍ଲଡ", "ବିଜୁ ପଟ୍ଟନାୟକ ବିମାନ ବନ୍ଦର"],
  correctAnswer: 2
},
{
  id: 122,
  question: "ଢାକାରେ କେଉଁ ଦେଶର ସମ୍ବାଦ ସଂସ୍ଥା କାର୍ଯ୍ୟ କରିଥାଏ ?",
  options: ["ପଶ୍ଚିମ ବଙ୍ଗ", "ବାଙ୍ଗଲାଦେଶ", "ନେପାଳ", "ଓଡିଶା"],
  correctAnswer: 1
},
{
  id: 123,
  question: "ଲାକ୍ଷାଦ୍ବୀପର ମୁଖ୍ୟ ଭାଷା କଣ ?",
  options: ["ତେଲଗୁ", "ମାଲାୟାଲାମ", "ନେପାଳୀ", "ଉର୍ଦ୍ଧୁ"],
  correctAnswer: 1
},
{
  id: 124,
  question: "କ୍ରିକେଟ ଖେଳର ପ୍ରବାଦ ପୁରୁଷ ଭାବରେ କିଏ ପ୍ରସିଦ୍ଧ ?",
  options: ["ସଚିନ ତେନ୍ଦୁଲକର", "ଅନିଲ କୁମ୍ବଲେ", "ଜନ ବ୍ରାଡମ୍ୟାନ", "ଗଭାସ୍କର"],
  correctAnswer: 2
},
{
  id: 125,
  question: "ରାଜ୍ୟ ସର୍ବୋଚ୍ଚ ଶାସନ କର୍ତ୍ତା କିଏ ?",
  options: ["ରାଷ୍ଟ୍ରପତି", "ମୁଖ୍ୟମନ୍ତ୍ରୀ", "ରାଜ୍ୟପାଳ", "ବାଚସ୍ପତି"],
  correctAnswer: 2
},
{
  id: 126,
  question: "ଆମ ବିଧାନସଭାର ସଭ୍ୟ ସଂଖ୍ୟା କେତେ ?",
  options: ["୧୬୫", "୧୩୭", "୧୬୯", "୧୪୭"],
  correctAnswer: 3
},
{
  id: 127,
  question: "ଭାରତର କେଉଁ ରାଜ୍ୟର ଲୋକେ ଅଧିକ ଶିକ୍ଷିତ ?",
  options: ["ଓଡିଶା", "କର୍ଣ୍ଣାଟକ", "ଆନ୍ଧ୍ରପ୍ରଦେଶ", "କେରଳ"],
  correctAnswer: 3
},
{
  id: 128,
  question: "ରାଜ୍ୟ ସର୍ବୋଚ୍ଚ ଶାସନ କର୍ତ୍ତା କିଏ ?",
  options: ["ରାଷ୍ଟ୍ରପତି", "ମୁଖ୍ୟମନ୍ତ୍ରୀ", "ରାଜ୍ୟପାଳ", "ବାଚସ୍ପତି"],
  correctAnswer: 2
},
{
  id: 129,
  question: "ଆମ ବିଧାନସଭାର ସଭ୍ୟ ସଂଖ୍ୟା କେତେ ?",
  options: ["୧୬୫", "୧୩୭", "୧୬୯", "୧୪୭"],
  correctAnswer: 3
},
{
  id: 130,
  question: "ଭାରତର କେଉଁ ରାଜ୍ୟର ଲୋକେ ଅଧିକ ଶିକ୍ଷିତ ?",
  options: ["ଓଡିଶା", "କର୍ଣ୍ଣାଟକ", "ଆନ୍ଧ୍ରପ୍ରଦେଶ", "କେରଳ"],
  correctAnswer: 3
},
  {
    id: 131,
    question: "ଓଡିଶାର ବଡ଼ ଜିଲ୍ଲାର ନାମ କଣ ?",
    options: ["ବାଲେଶ୍ୱର", "କୋରାପୁଟ", "ମୟୁରଭଞ୍ଜ", "ମାଲକାନଗିରି"],
    correctAnswer: 2
  }

,

  {
    id: 132,
    question: "ପବିତ୍ର ଗାୟତ୍ରୀ ମନ୍ତ୍ର କେଉଁ ବେଦରେ ରହିଅଛି ?",
    options: ["ସାମ ବେଦ", "ଯଜୁର ବେଦ", "ଅଥର୍ବ ବେଦ", "ୃଗ ବେଦ"],
    correctAnswer: 3
  },
  {
    id: 133,
    question: "ପବିତ୍ର ଗାୟତ୍ରୀ ମନ୍ତ୍ର କେଉଁ ବେଦରେ ରହିଅଛି ?",
    options: ["ସାମ ବେଦ", "ଯଜୁର ବେଦ", "ଅଥର୍ବ ବେଦ", "ୃଗ ବେଦ"],
    correctAnswer: 3
  },
  {
    id: 134,
    question: "\"ଇନ୍କିଲାବ ଜିନ୍ଦାବାଦ\" ସ୍ଲୋଗାନ୍ କେଉଁ ସ୍ଵାଧୀନତା ସଂଗ୍ରାମୀ ପ୍ରଚଳନ କରିଥିଲେ ?",
    options: ["ମାୟାଦେବୀ", "ଭଗତ ସିଂହ", "ଅଭିମନ୍ୟୁ ସାମନ୍ତ ସିଂହାର", "ଭିକାରୀ ବଳ"],
    correctAnswer: 1
  },
  {
    id: 135,
    question: "ଓଡ଼ିଆ ସାହିତ୍ୟ ଜଗତରେ \"ବିଦଗ୍ଧ କବି\" ଭାବରେ କିଏ ପରିଚିତ ?",
    options: ["ଅଭିମନ୍ୟୁ ସାମନ୍ତ ସିଂହାର", "ଫକୀର ମୋହନ ସେନାପତି", "ମଧୁସୂଦନ ଦାସ", "ଦୀନକୃଷ୍ଣ ଦାସ"],
    correctAnswer: 0
  },
  {
    id: 136,
    question: "ପ୍ରଥମ ୨୦/୨୦ ବିଶ୍ୱକପ କ୍ରିକେଟ ଚାମ୍ପିୟନ୍ ହେବାରୁ କେଉଁ ଦେଶ ?",
    options: ["ଓଡିଶା", "ଭାରତ", "ଇଂଲଣ୍ଡ", "ଆଫ୍ରିକା"],
    correctAnswer: 1
  },
  {
    id: 137,
    question: "ବ୍ରଡ଼ ଗେଜ୍ ରେଳ ଲାଇନ୍ର ଓସାର କେତେ ?",
    options: ["୬ ଫୁଟ", "୫ ଫୁଟ ୬ ଇଞ୍ଚ", "୫ ଫୁଟ ୩ ଇଞ୍ଚ", "୬ ଫୁଟ ୬ ଇଞ୍ଚ"],
    correctAnswer: 1
  },
  {
    id: 138,
    question: "ଗୌତମ ବୁଦ୍ଧଙ୍କ ମାତାଙ୍କ ନାମ କି ?",
    options: ["ମାୟାଦେବୀ", "ସୁଲୋଚନା", "ଜୟାଦେବୀ", "କୁନ୍ତଳା କୁମାରୀ ସାବତ"],
    correctAnswer: 0
  },
  {
    id: 139,
    question: "\"ଡେଭିସ୍ କପ୍\" କେଉଁ ଖେଳ ପାଇଁ ଉଦ୍ଦିଷ୍ଟ ?",
    options: ["ଫୁଟବଲ", "ଲନ୍ ଟେନିସ୍", "କ୍ରିକେଟ", "ହକି"],
    correctAnswer: 1
  },
  {
    id: 140,
    question: "କେଉଁ ମହାଦେଶକୁ 'ତମସାଚ୍ଛନ୍ନ ମହାଦେଶ' କୁହାଯାଏ ?",
    options: ["ଆଫ୍ରିକା", "ଅଷ୍ଟ୍ରେଲିଆ", "ଇଂଲଣ୍ଡ", "ଆମେରିକା"],
    correctAnswer: 0
  },
  {
    id: 141,
    question: "\"ସାରେ ଜାହାଁ ସେ ଅଚ୍ଛା\" ସଙ୍ଗୀତର ରଚୟିତା କିଏ ?",
    options: ["ଲାଲବାହାଦୁର ଶାସ୍ତ୍ରୀ", "ମହମ୍ମଦ ଇକବାଲ", "କୃଷ୍ଣଚରଣ ବେହେରା", "ମନୋଜ ଦାସ"],
    correctAnswer: 1
  },
  {
    id: 142,
    question: "\"ସତ୍ୟମେବ ଜୟତେ\" ବାକ୍ୟଟି କେଉଁ ଉପନିଷଦରୁ ଗୃହୀତ ?",
    options: ["ମୁଣ୍ଡକ ଉପନିଷଦ", "କେନ ଉପନିଷଦ", "ନଚିକେତ ଉପନିଷଦ", "ଇଶୋପନିଷଦ"],
    correctAnswer: 0
  },
  {
    id: 143,
    question: "ଓଡିଶା ସଙ୍ଗୀତ ଜଗତର \"ଭଜନ ସମ୍ରାଟ\" କିଏ ?",
    options: ["ଗୀତା ଦତ୍ତ", "ଜୟଦେବ", "ଅକ୍ଷୟ ମହାନ୍ତି", "ଭିକାରୀ ବଳ"],
    correctAnswer: 2
  },
  {
    id: 144,
    question: "କିଏ ରାଜ୍ୟସଭାରେ ସଭାପତିତ୍ୱ କରନ୍ତି ?",
    options: ["ବାଚସ୍ପତି", "ଉପରାଷ୍ଟ୍ରପତି", "ରାଷ୍ଟ୍ରପତି", "ପ୍ରଧାନମନ୍ତ୍ରୀ"],
    correctAnswer: 1
  },
  {
    id: 145,
    question: "ଭାରତର ଶେଷ ହିନ୍ଦୁ ସମ୍ରାଟ କିଏ ?",
    options: ["ଚାଣକ୍ୟ", "ହର୍ଷବର୍ଦ୍ଧନ", "ଗୌତମ ବୁଦ୍ଧ", "ଅଶୋକ"],
    correctAnswer: 1
  },
  {
    id: 146,
    question: "\"ଉତ୍କଳ ସମ୍ମିଳନୀ\" କେବେ ପ୍ରତିଷ୍ଠିତ ହୋଇଥିଲା ?",
    options: ["୧୯୫୫", "୧୯୦୩", "୧୯୦୫", "୧୯୩୧"],
    correctAnswer: 1
  }
,

  {
    id: 147,
    question: "\"ବନ୍ଦେ ଉତ୍କଳ ଜନନୀ\" ସଙ୍ଗୀତର ରଚୟିତା କିଏ ?",
    options: [
      "ଭକ୍ତ କବି ମଧୁସୂଦନ ଦାସ",
      "ଭକ୍ତ କବି ଦିନକୃଷ୍ଣ ଦାସ",
      "ଫକିର ମୋହନ ସେନାପତି",
      "କାନ୍ତକବି ଲକ୍ଷ୍ମୀକାନ୍ତ ମହାପାତ୍ର"
    ],
    correctAnswer: 3
  },
  {
    id: 148,
    question: "\"ବିଶ୍ଵ ପୁସ୍ତକ ଦିବସ\" କେଉଁ ମାସ କେଉଁ ତାରିଖରେ ପାଳନ କରାଯାଏ ?",
    options: ["ଜାନୁଆରୀ ୨୧", "ଅକ୍ଟୋବର ୩", "ଡିସେମ୍ବର ୨୪", "ଏପ୍ରିଲ ୨୩"],
    correctAnswer: 3
  },
  {
    id: 149,
    question: "ଗ୍ରୀନ ପାର୍କ ଷ୍ଟାଡିୟମ୍ କେଉଁଠାରେ ଅବସ୍ଥିତ ?",
    options: ["ଆସାମ", "ଉତ୍ତରାଖଣ୍ଡ", "ବମ୍ବେ", "କାନପୁର"],
    correctAnswer: 3
  },
  {
    id: 150,
    question: "କେଉଁ ଗ୍ରନ୍ଥର ଅନ୍ୟନାମ 'ପଞ୍ଚମ ବେଦ' ?",
    options: ["ରାମାୟଣ", "ମହାଭାରତ", "ବେଦାଙ୍ଗ", "ଉପନିଷଦ"],
    correctAnswer: 1
  },
  {
    id: 151,
    question: "ଗୌତମ ବୁଦ୍ଧ କେତେ ବର୍ଷ ବୟସରେ ଗୃହ ତ୍ୟାଗ କରିଥିଲେ ?",
    options: ["୨୫", "୨୬", "୨୭", "୨୯"],
    correctAnswer: 3
  },
  {
    id: 152,
    question: "କାହାଙ୍କ ଜନ୍ମଦିନକୁ ଜାତୀୟ କ୍ରୀଡାଦିବସ ରୂପେ ପାଳନ କରାଯାଏ ?",
    options: ["ଧ୍ୟାନଚାନ୍ଦ", "ଦୂତୀ ଚାନ୍ଦ", "କଳ୍ପନା ଚାୱଲା"],
    correctAnswer: 0
  },
  {
    id: 153,
    question: "ପଞ୍ଚତନ୍ତ୍ରର ଲେଖକ କିଏ ?",
    options: ["ରାମକୃଷ୍ଣ ଗୋପାଲ", "ରବୀନ୍ଦ୍ର ଟାଗୋର", "ବଙ୍କିମ ଚାଟାର୍ଜୀ", "ବିଷ୍ଣୁ ଶର୍ମା"],
    correctAnswer: 3
  },
  {
    id: 154,
    question: "Tom Uncle's Cabin (ଟମ୍ କକାଙ୍କ କୁଟୀର)ର ରଚୟିତା କିଏ ?",
    options: ["ଜେମସ ବଣ୍ଡ୍", "ସିନିଧି ଶର୍ମା", "ସରୋଜିନୀ ନାଇଡୁ", "ଲିଓ ଟଲଷ୍ଟୟ"],
    correctAnswer: 3
  },
  {
    id: 155,
    question: "\"କଥକ\" କେଉଁ ରାଜ୍ୟର ଶାସ୍ତ୍ରୀୟ ନୃତ୍ୟ ?",
    options: ["ଓଡିଶା", "ବିହାର", "ପଶ୍ଚିମବଙ୍ଗ", "ଉତ୍ତରପ୍ରଦେଶ"],
    correctAnswer: 3
  },
  {
    id: 156,
    question: "\"କେଳୁଚରଣ ମହାପାତ୍ର\" କେଉଁ କଳା ପାଇଁ ପ୍ରସିଦ୍ଧ ?",
    options: ["କଥକ ନୃତ୍ୟ", "କୁଚିପୁଡ଼ି ନୃତ୍ୟ", "ଓଡ଼ିଶୀ ନୃତ୍ୟ"],
    correctAnswer: 2
  },
  {
    id: 157,
    question: "ଆର୍ଯ୍ୟ ସମାଜର ପ୍ରତିଷ୍ଠାତା କିଏ ?",
    options: ["କାଳିନ୍ଦୀ ପ୍ରାଣୀଗ୍ରାହି", "ନନ୍ଦ କିଶୋର ବଳ", "ଦିନକୃଷ୍ଣ ଦାସ", "ଦୟାନନ୍ଦ ସରସ୍ଵତୀ"],
    correctAnswer: 3
  },
  {
    id: 158,
    question: "ଆମ ଦେଶରେ କେତୋଟି ଉଚ୍ଚ ନ୍ୟାୟାଳୟ ଅଛି ?",
    options: ["୨୫", "୨୩", "୩୦", "୨୧"],
    correctAnswer: null   // (ଉ) NOT given → no answer provided
  },
  {
    id: 159,
    question: "ରାଜ୍ୟସଭା ସଦସ୍ୟମାନଙ୍କ କାର୍ଯ୍ୟକାଳ କେତେ ?",
    options: ["୫ ବର୍ଷ", "୮ ବର୍ଷ", "୨ ବର୍ଷ", "୩ ବର୍ଷ"],
    correctAnswer: null  // no (ଉ) → answer missing
  },
  {
    id: 160,
    question: "ଓଡିଶାର ଜାତୀୟ କବି କିଏ ?",
    options: ["ମନୋଜ ଦାସ", "ଗୋବିନ୍ଦ ଦାସ", "ଦୁର୍ଗା ମାଧବ ମିଶ୍ର", "ବିର କିଶୋର ଦାସ"],
    correctAnswer: 3
  },
  {
    id: 161,
    question: "ମହିଳା କ୍ରିକେଟ ବିଶ୍ଵକପ 2025 ଦଳର ଅଧିନାୟକ କିଏ ?",
    options: ["ଦୂତୀ ଚାନ୍ଦ", "କଳ୍ପନା ଚାୱଲା", "ସୁମନ୍ ଚାନ୍ଦ", "ହରମନପ୍ରିତ କୌର"],
    correctAnswer: 3
  },
  {
    id: 162,
    question: "ସୁନ୍ଦରବନ୍ ଜାତୀୟ ଉଦ୍ୟାନ କେଉଁ ରାଜ୍ୟରେ ଅବସ୍ଥିତ ?",
    options: ["ଉତ୍ତର ପ୍ରଦେଶ", "ଓଡିଶା", "ଦିଲ୍ଲୀ", "ପଶ୍ଚିମବଙ୍ଗ"],
    correctAnswer: 3
  },
  
  {
    id: 179,
    question: "ସମ୍ବଲପୁର ସହର କେଉଁ ନଦୀ କୂଳରେ ଅବସ୍ଥିତ?",
    options: ["ବ୍ରାହ୍ମଣୀ", "ଋଷିକୁଳ୍ୟା", "ମହାନଦୀ"],
    correctAnswer: 2
  },
  {
    id: 180,
    question: "ଆମ ଜାତୀୟ ପତାକାର ଦୈର୍ଘ୍ୟ ଓ ପ୍ରସ୍ଥର ଅନୁପାତ କେତେ?",
    options: ["୨:୩", "୪:୫", "୧:୨"],
    correctAnswer: 0
  },
  {
    id: 181,
    question: "ଓଡ଼ିଶାର କାଶ୍ମୀର କାହାକୁ କୁହାଯାଏ?",
    options: ["କୋରାପୁଟ", "ବାଲେଶ୍ୱର", "ଦାରିଂବାଡ଼ି"],
    correctAnswer: 2
  },
  {
    id: 182,
    question: "ଭାରତର ଜାତୀୟ ଧ୍ୱନିର ନାମ କଣ?",
    options: ["ଝାଲି ଧ୍ୱନି", "ମୃଦଙ୍ଗ ଧ୍ୱନି", "ଶଙ୍ଖ ଧ୍ୱନି"],
    correctAnswer: 2
  },
  {
    id: 183,
    question: "ମହିମା ଧର୍ମର ପ୍ରବର୍ତ୍ତକ କିଏ?",
    options: ["ବିଭୂତି କିଶୋର ବଳ", "ନନ୍ଦ କିଶୋର ବଳ", "ଭୀମ ଭୋଇ"],
    correctAnswer: 2
  },
  {
    id: 184,
    question: "ଲିରା କେଉଁ ଦେଶର ମୁଦ୍ରା?",
    options: ["ଭାରତ", "ବାଂଲାଦେଶ", "ଇଟାଲୀ"],
    correctAnswer: 2
  },
  {
    id: 185,
    question: "କାଏରୋ କେଉଁ ଦେଶର ରାଜଧାନୀ?",
    options: ["ନେପାଳ", "ରୁସିଆ", "ଇଜିପ୍ଟ"],
    correctAnswer: 2
  },
  {
    id: 186,
    question: "ଜାତୀୟ ବିଜ୍ଞାନ ଦିବସ କେବେ ପାଳନ କରାଯାଏ?",
    options: ["ଜାନୁଆରୀ ୧୪", "ଡିସେମ୍ବର ୨୪", "ଫେବୃଆରୀ ୨୮"],
    correctAnswer: 2
  },
  {
    id: 187,
    question: "ଭାରତର ପ୍ରଥମ ସମ୍ବାଦ ପତ୍ର କଣ?",
    options: ["ଦ ହିନ୍ଦୁ", "ପ୍ରଜାତନ୍ତ୍ର", "ବେଙ୍ଗଲ ଗେଜେଟ"],
    correctAnswer: 2
  },
  {
    id: 188,
    question: "ରସକଲ୍ଲୋଳର ରଚୟିତା କିଏ?",
    options: ["ରବୀନ୍ଦ୍ରନାଥ ଠାକୁର", "ଫକୀର ମୋହନ ସେନାପତି", "ଦୀନକୃଷ୍ଣ ଦାସ"],
    correctAnswer: 2
  },
  {
    id: 189,
    question: "ତପ୍ତ ପାଣି ଉଷ୍ଣ ପ୍ରସବଣ ଓଡ଼ିଶାର କେଉଁ ଜିଲ୍ଲାରେ ଅଛି?",
    options: ["ଗଞ୍ଜାମ", "ବାଲେଶ୍ୱର", "ମୟୂରଭଞ୍ଜ"],
    correctAnswer: 0
  },
  {
    id: 190,
    question: "କଟକର ବାରବାଟି ଦୁର୍ଗ କିଏ ନିର୍ମାଣ କରିଥିଲେ?",
    options: ["ଚୋଡ଼ଗଙ୍ଗ ଦେବ", "ଅନଙ୍ଗଭୀମ ଦେବ", "ବିଶୁ ମହାରଣା"],
    correctAnswer: 1
  },
  {
    id: 191,
    question: "ଦୁଗ୍ଧର ବିଶୁଦ୍ଧତା ପରୀକ୍ଷା ପାଇଁ କେଉଁ ଯନ୍ତ୍ର ବ୍ୟବହୃତ ହୁଏ?",
    options: ["ଲକ୍ଟୋମିଟର", "ଥର୍ମୋମିଟର", "ଥର୍ମୋକୁଲ"],
    correctAnswer: 0
  }



];
